Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samediggi_evttoha_sosialadorvvu_giedahalli_bargojoavkku_asaheami_.html.tmx
Source language: sme
Languages: smn

source: Sámediggi evttoha sosiáladorvvu gieđahalli bargojoavkku ásaheami
smn: Sämitigge iävtut sosiaaltorvo kieđâvuššee pargojuávhu asâttem

source: Sámediggi attii cealkámuša sosiáladorvoođastusa birra.
smn: Sämitigge adelij ciälkkámuš sosiaaltorvouđâsmitmist.

source: Sámediggi celkkii árbevirolaš ealáhusaiguin bargama sihkkarastimis, sámiid gielalaš vuoigatvuođaid váfisteamis, sámemánáid, -nuoraid ja -bearrašiid sajádaga nannemis ja maiddái dálkkádatrievdamii vuogáiduvvamis.
smn: Sämitigge ceelhij ärbivuáválâš iäláttâsâi hárjuttem turviimist , sämmilij kielâlâš vuoigâdvuođâi visásmitmist, sämipárnái, -nuorâi já perrui sajattuv naanoodmist sehe šoŋŋâdâhnubástusân vuáháduumeest.

source: Sámediggi evttoha, ahte sosiáladorvokomitea barggu doarjjan ásahuvvo sámiid sosiáladorvvu gieđahalli bargojoavku.
smn: Sämitigge iävtut, ete sosiaaltorvokomitea pargo toorjân asâttuvvoo sämmilij sosiaaltorvo kieđâvuššee pargojuávkku.

source: Sámediggi maiddái bajida ovdan dárbbu ráđđádallat sosiáladorvoođastusas Sámediggelága 9. paragráffa mielde.
smn: Lasseen Sämitigge loptee uáinusân táárbu toohâđ sosiaaltorvouđâsmitmist Sämitiggelaavâ 9. ceehi miäldásâš ráđádâlmijd.

source: – Sosiáladorvvu ođadettiin sápmelaččaid galgá váldit vuhtii eamiálbmogin.
smn: – Sosiaaltorvo uđâsmitmist sämmilijd kalga väldiđ huámmášumán algâaalmugin.

source: Sápmelaččaid kulturárbbi ja eamiálbmotidentitehta galgá sihkkarastit láhkaásaheami ásahan geatnegasvuođaid ja olmmošriekteorgánaid addin ávžžuhusaid mielde, lohká Sámedikki I várreságajođiheaddji Anni Koivisto.
smn: Sämmilij kulttuurärbi já algâaalmugidentiteet ferttee turviđ lahâasâttemist asâttum kenigâsvuođâi já olmoošvuoigâdvuođâorgaanij adelum avžuuttâsâi miäldásávt, iätá Sämitige I värisaavâjođetteijee Anni Koivisto.

source: Mearrádusbargan dárbbaša doarvái ja rivttes dieđuid sápmelaččaid eallindiliid birra
smn: Miärádâstoohâm taarbâš tuárvi já rievtis tiäđu sämmilij eellimtiilijn

source: Sosiáladorvoođastusa válmmaštallan galgá vuođđuduvvat riitevaš ja rivttes dieđuide sámiid eallindiliid birra.
smn: Sosiaaltorvouđâsmittem valmâštâllâm kalga vuáđudiđ tuárvi já rievtis tiätun sämmilij eellimtiilijn.

source: ON:id ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid (TSS) soahpamuša gohcci komitea ávžžuhii Suoma jagi 2021 buoridit dieđučoagginvuogádaga.
smn: OA ekonomâlâš, sosiaallâš já čuovviittâslâš vuoigâdvuođâi (TSS) sopâmuš koccee komitea avžuuttij Suomâ ive 2021 pyerediđ tiäđunuurrâmvuáháduvâs.

source: Buoret dieđučoagginvuogádaga vuođul livčče vejolaš gávdnat joavkkuid, mat leat earáid heajut sajádagas go geavahit ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid.
smn: Pyereeb tiäđunuurrâmvuáháduv vievâst ličij máhđulâš tubdâđ juávhuid, moh láá hiäjub sajattuvvâst iärrásij iähtun ko kevttih ekonomâlâš, sosiallâš já čuovviittâslâš vuoigâdvuođâidis.

source: Badjeolbmuid sadjásašveahkkelága ođastus lea sámebearrašiid sosiáladorvvu dehálaš oassi
smn: Puásuiulmui sajasâšišelaavâ uđâsmittem lii merhâšittee uási sämiperrui sosiaaltorvo

source: Mánnábearrašiid sosiáladorvvu ođasmahttima vuolggasadjin lea máná ovdu.
smn: Páárnášperrui sosiaaltorvo uđâsmittem vuolgâsaijeen lii párnáá hiätu.

source: Sámegielat ja kulturmieldásaš árrabajásgeassima kvalitehta ja fállan leat dehálaččat sámemánáid vuoigatvuođaid ollašuvvama dihte.
smn: Sämikielâlâš já kulttuurmiäldálâs arâšoddâdem kvaliteet já finnimvuotâ lii kuávdášlâš äšši sämipárnái vuoigâdvuođâi olášuttem tiet.

source: Sosiálalaš vuoiggalašvuođa galgá ovddidit árbevirolaš ealáhusaiguin bargi bearrašiid oasil ovdamearkan badjeolbmuid sadjásašveahkkeláhkaásaheami ođasmahttimiin.
smn: Sosiaallâš vuoigâlâšvuođâ kalga ovdediđ ärbivuáválâš iäláttâsâi hárjuttee perrui uásild ovdâmerkkân puásuiulmui sajasâšišelahâasâttem uđâsmitmáin.

source: Sosiáladorvvu ovddidemiin lea vejolaš ovddidit sohkabeliid gaskasaš dásseárvvu.
smn: Sosiaaltorvo oovdedmáin lii máhđulâš ovdediđ suhâpeelij koskâsâš täsiáárvu.

source: – Lea dehálaš, ahte sosiáladorvovuogádat doarju dásseveardásaš vánhenvuođa maiddái bearrašiin, gos bargojuvvo árbevirolaš ealáhusaiguin.
smn: -Lii tehálâš, ete sosiaaltorvovuáhádâh tuárju oovtâitosâš vaanhimvuođâ meiddei perruin, moin hárjutteh ärbivuáválâš iäláttâsâid.

source: Bearašovdduid doaibmevašvuođa galgá guorahallat ja buoridit earret eará árbevirolaš ealáhusain bargi vánhema oassálas vánhemiidfriijavuođa heiveheami buohta, Koivisto gávnnaha.
smn: Peerâhiäđui toimâmvuođâ ferttee tarkkuđ já pyerediđ eereeb iärrás ärbivuáválâš iäláttâsâin tuáimee vanhim uásiáigásâš vaanhimijriijâ heiviittem uásild, Koivisto paahud.

source: Dálkkádatnuppástussii vuogáiduvvama galgá vuhtii váldit sosiáladorvoođastusas
smn: Šoŋŋâdâhnubástusân vuáhudem ferttee väldiđ huámmášumán sosiaaltorvouđâsmitmist

source: Sámediggi bajida ovdan dálkkádatnuppástusa váikkuhusaid sámeálbmogii.
smn: Sämitigge loptee uáinusân šoŋŋâdâhnubástus vaiguttâsâid sämiaalmugân.

source: Birasdiliid ja šattolašvuođa nuppástusat rievdadit sápmelaččaid eallindiliid ja lasihit lihkuhisvuođaid riskka.
smn: Pirâstiilij já šadolâšvuođâ nubástusah nubásmiteh sämmilij eellimtiilijd já lasetteh paartij riiskâ.

source: Árbevirolaš ealáhusaid ekonomalaš gánnáhahttivuohta molsašuddá jahkásaččat ain eanet rievdi dálkkádaga dihte.
smn: Ärbivuáválâš iäláttâsâi ekonomâlâš kannattitteevuotâ mulsâšuvá jyehi ive ain eenâb nubástuvvee šoŋŋâduv tiet.

source: Loga cealkámuša dáppe.
smn: Luuvâ ciälkkámuš tääbbin.

source: Lassidieđut:
smn: Lasetiäđuh:

source: Anni Koivisto I várreságajođiheaddji 040 415 5969 anni.koivisto@samediggi.fi
smn: Anni Koivisto I värisaavâjođetteijee 040 415 5969 anni.koivisto@samediggi.fi

source: Kaisa Ruokojärvi má. sosiála- ja dearvvasvuođačálli 040 570 8457 kaisa.ruokojarvi@samediggi.fi
smn: Kaisa Ruokojärvi mä. sosiaal- já tiervâsvuođâčällee 040 570 8457 kaisa.ruokojarvi@samediggi.fi

source: Anne Länsman-Magga sosiála- ja dearvvasvuođačálli 040 182 9998 anne.lansman-magga@samediggi.fi
smn: Anne Länsman-Magga sosiaal- já tiervâsvuođâčällee 040 182 9998 anne.lansman-magga@samediggi.fi

source: Stáhtaráđđi ásahii njukčamánus 2020 parlamentáralaš sosiáladorvokomitea válmmaštallat sosiáladorvoođastusa guovtte riikkabeaibaji bisti doaibmabadjái.
smn: Statârääđi asâttij njuhčâmáánust 2020 parlamentaarlâš sosiaaltorvokomitea valmâštâllâđ sosiaaltorvouđâsmittem kyevti ovdâskoddepaje pištee toimâpajan.

source: Komitea almmustahtii barggus gaskamuttu smiehttamuša 16.3.2023.
smn: Komitea almostitij pargostis koskâselvâttem 16.3.2023.

source: Komitea evttohii gaskamuttu smiehttamušas doaibmabijuid mánáid ja bearrašiid sosiáladorvui, bargonákcii ja bargonávccahisvuhtii laktáseaddji ovdduide, bargguhisvuođadorvui, studeremii ja čehppodaga ovddideapmái, ássama doarjagiidda, birgemušdoarjagii, ovdo- ja bálvalanbálgáide ja maiddái sosiáladorvvu ollašuhttimii ja digitalisašuvdnii.
smn: Komitea iävtuttij kosâselvâttemist tooimâid párnái já perrui sosiaaltorvon, pargonaahcân já pargonavcâttesvuotân lohtâseijee hiäđoid, pargottesvuođâtorvon, oppâmân já tááiđui oovdedmân, aassâm torjuid, áigápuátutorjui, hiätu- já palvâlempálgáid sehe sosiaaltorvo tooimânpieijâmân já digitalisaation.

source: Sámediggi guđii cealkámuša 23.5.2023.
smn: Sämitigge adelij ciälkkámuš 23.5.2023.
